Repository: webanung/tft
Catalog: Resources/Private/Language/*.tsconfig.xlf
Languages: de

# icon_size.sm
source: Small
de: Klein

# icon_size.md
source: Medium
de: Mittel

# icon_size.lg
source: Large
de: Groß

# icon_size.xl
source: Extra large
de: Extra groß

# icon_color.primary
source: Primary color
de: Primärfarbe

# icon_color.secondary
source: Secondary color
de: Sekundärfarbe

# icon_style.bg-circle
source: Circular background
de: Kreis Hintergrund

# icon_style.border-circle
source: Bordered with circle
de: Mit Kreis umranded

# icon_style.bg-square
source: Square background
de: Quadratischer Hintergrund

# icon_style.border-square
source: Square bordered
de: Quadratisch umranded

# icon_style.bg-border-circle
source: Circular background with border
de: Kreisrunder Hintergrund mit Rand

# layout.with_preview
source: With preview image
de: Mit Vorschaubild

# layout.show_selected_pages
source: Show selected pages
de: Ausgewählte Seiten anzeigen

# news.templateLayouts.list
source: List
de: Liste

# news.templateLayouts.latest
source: Latest
de: Neuste

# news.templateLayouts.backgroundImageLatest
source: Newest: image background, upright
de: Neuste: Bild-Hintergrund, hochkant

# news.templateLayouts.rightImageLatest
source: Newest: Square image right
de: Neuste: Quadratisches Bild rechts

# news.templateLayouts.slimImageLatest
source: Latest: Narrow preview image
de: Neuste: Schmales Vorschau-Bild

# news.templateLayouts.timelineCardsAlternately
source: Timeline: Alternate Cards
de: Zeitleiste: Abwechselnde Cards

# news.templateLayouts.timelineCardsStraight
source: Timeline: Straight cards
de: Zeitleiste: Gerade Karten

# cropVariants.vertical
source: Vertical
de: Hochkant

# cropVariants.square
source: Square
de: Quadratisch

# cropVariants.slim
source: Slim
de: Schmal
